cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'bash-completion'
brew 'git'
brew 'icu4c'
brew 'imagemagick'
brew 'jvgrep'
brew 'node'
brew 'postgresql'
brew 'rbenv-binstubs'
brew 'readline'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'webp'
brew 'wget'

# https://yarnpkg.com/en/docs/install
brew 'yarn'

# Languages
brew 'go'

# GUI apps
# Install by yourself
# * 'f.lux'

cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cast 'recordit'
cask 'slack'
cask 'spotify'
