cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'bash-completion'
brew 'elasticsearch', restart_service: :changed
brew 'git'
brew 'icu4c'
brew 'imagemagick'
brew 'jvgrep'
# brew 'homebrew/versions/mysql56', restart_service: :changed
brew 'node'
brew 'postgresql'
brew 'rbenv-binstubs'
brew 'readline'
brew 'redis'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'webp'
brew 'wget'

# Languages
brew 'elixir'
brew 'go'

# cask 'docker'
# cask 'google-chrome'
# cask 'iterm2'
# cask 'slack'
