cask_args appdir: '/Applications'

brew 'awscli'
brew 'bash-completion@2'
brew 'bat'
brew 'curl'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'go'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'jq'
brew 'neovim'
brew 'readline'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'wget'

cask 'docker'
cask 'iterm2'
cask 'recordit'
cask 'spotify'
