cask_args appdir: '/Applications'

brew 'awscli'
brew 'bash-completion@2'
brew 'bash-git-prompt'
brew 'bat'
brew 'curl'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'hiredis'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'jq'
brew 'mas'
brew 'mysql'
# brew 'postgresql'
brew 'readline'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'neovim'
brew 'wget'
brew 'yarn', args: ['without-node']

cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cast 'recordit'
cask 'spotify'

mas '1Password', id: 443987910
