cask_args appdir: '/Applications'

brew 'anyenv'
brew 'awscli'
brew 'curl'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'neovim'
brew 'ripgrep'  # for grep in (neo)vim
brew 'starship' # for better zsh prompt
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'watch'    # linux 'watch' command
brew 'wget'

## For current workplace
brew 'graphviz'
brew 'lsof'
brew 'mysql@5.7'
brew 'mariadb'

cask 'docker'
cask 'spotify'
